[
    {
        "aries": "Если сегодня Овнам предстоит заниматься тем, что вам действительно нравится, не стоит менять своих планов, продолжайте в том же духе. В противном случае, когда представление об идеальном настоящем разнится с происходящим перед вашими глазами, стоит серьёзно задуматься над тем, что такого должно случиться в жизни, чтобы в ваше сердце смогла проникнуть любовь, радость и наслаждение от пребывания в этом мире."
    },
    {
        "taurus": "Вакханалия планет в вашем гороскопе привлечёт сегодня внимание Тельцов к давно нависшему вопросу романтического характера. Как бы там ни было, от вашего внимания к этой сфере в недалёком будущем зависит множество приятных событий, смена которых на неприятные вполне может произойти в случае принятия неправильного решения. Постарайтесь смотреть на нынешний день с позитивной стороны, вам выпала возможность отвлечься от текущих задач, отложите дела в сторону и смиренно займитесь теми вопросами, которые сейчас действительно важны."
    },
    {
        "gemini": "Более чем просто благоприятный день для Близнецов. В дни с таким позитивным влиянием планетарных аспектов в вашем гороскопе можно ожидать чего угодно, но только не проблем. Возможно, кто-то из близкого окружения удивит вас спонтанным выражением нежных чувств или, например, неожиданно предложит свои услуги в поддержку одного из ваших проектов. Главное для Близнецов не забывать поблагодарить за оказанные знаки внимания, в конце концов, вежливость — это всё, что от вас потребуется сегодня."
    },
    {
        "cancer": "Сегодня будут наиболее характерными пустые разговоры и хождения вокруг да около основных тем. Что же касается привлечения на свою сторону единомышленников, то в этой области Раков ждёт полное разочарование. Вероятно, в последнее время вы слишком много рассчитывали на помощь близких людей, а в действительности оказалось, что у каждого есть свои планы на этот день, которые каждый считает самыми важными и требующими безотлагательного решения именно сегодня."
    },
    {
        "leo": "День для Львов сегодня, в большей степени, будет обусловлен поиском вдохновения за пределами обычного круга общения. Временами даже самые невозмутимые и спокойные представители вашего знака Зодиака должны менять свои манеры и, отказавшись от своего привычного характера, заслуживающего доверия со стороны окружающих, целиком окунуться в бескрайний мир новых возможностей и приключений."
    },
    {
        "virgo": "В течение этого, а возможно и следующего дня, отношения Дев с близким или любимым человеком должны либо восстановиться после недавних разногласий, либо перейти на другой уровень, обещая любовные приключения или знаменуя собой новый этап отношений. В то же время Девам нужно понимать, что любому, даже самому близкому человеку, трудно следовать вашим внутренним желаниям, если вы не объясняете их напрямую, а ждёте от него самостоятельного решения."
    },
    {
        "libra": "Каждый новый день, как новая книга с захватывающим детективом. Открывая новую страницу, никогда не знаешь, чем же закончится эта история. Так и сегодня, вне зависимости, как для Весов начнётся день, его продолжение не оставит вас равнодушными, так как более удачного периода в ближайшее время не представится. Всё в ваших руках, вы можете блистать популярностью, быть душой компании или затушить своим обаянием любой пожар недоразумений, главное помните, что будет и новый день, поэтому сохраните немного сил для него."
    },
    {
        "scorpio": "Много сил и средств сегодня может потребоваться на решение бытовых вопросов, и в одиночку Скорпионам не справиться. Обратитесь за помощью к близким людям, обсудите дела с домашними. Совместно приняв решение, заручившись их поддержкой и чётко следуя намеченному плану, можете смело приступать к выполнению задуманного. Вечером обратите внимание на состояние своего здоровья, не следует злоупотреблять спиртными напитками, а лучше вообще сегодня от них отказаться."
    },
    {
        "sagittarius": "Ваше обаяние в сегодняшний день на высоте, вы вне конкуренции и можете сразить самое неприступное сердце. Стрельцам сегодня нужно быть на людях, дома не всё в порядке, ну и ладно, отправляйтесь в поход по магазинам, порадуйте себя чем-нибудь, сегодня можно практически всё, что ни пожелаете. Нынешний день, помимо всего прочего, также благоприятен и для романтических встреч. Однако к концу дня ваше настроение может перемениться, возникнет состояние некоторого душевного дискомфорта. Общение в кругу близких друзей, питающих к вам исключительно положительные эмоции, поможет нейтрализовать любые негативные тенденции сегодняшнего вечера."
    },
    {
        "capricorn": "В этот день звёзды дарят Козерогам то состояние, когда не существует препятствий для достижения поставленной цели. Сегодня отличное время для любовных свиданий, однако, постарайтесь вернуться домой до наступления темноты и выбирайте освещённую улицу. Случайно брошенное этим вечером слово кем-либо из близких людей может не на шутку ранить ваше самолюбие. Не расстраивайтесь, никто на самом деле не желает вас обидеть, просто сегодня Козероги очень ранимы."
    },
    {
        "aquarius": "В этот день заботы предыдущих периодов будут постоянно напоминать Водолеям о себе и требовать от вас решительных действий. Дома высока вероятность выхода из строя бытовой техники. Попытайтесь не выплёскивать свои эмоции на домашних, поскольку, скорее всего, это приведёт к семейному конфликту. Все поломки устраните именно сегодня, иначе рискуете на продолжительное время вернуться к первобытным методам ведения хозяйства."
    },
    {
        "pisces": "События и обстоятельства этого дня предостерегают Рыб от чрезмерных денежных расходов — экономьте финансы. Необдуманные траты на семейные нужды не всегда себя оправдывают, будьте в этом отношении более прагматичными. Если во второй половине дня возникнет спонтанное желание созвать гостей, вечер обещает быть интересным, наполненным событиями и удастся на славу. Недопонимание и споры, возникшие в предыдущие дни, удачно разрешатся. Знакомые и близкие люди найдут общий язык, что во многом будет именно вашей заслугой. Только не переусердствуйте с алкогольными напитками, даже в самой дружной компании чрезмерные возлияния будут только во вред."
    }
]