[
    {
        "aries": "Хороший, насыщенный приятными моментами день для Овнов. Если вы наметили на сегодня отдых, он может сорваться из-за встречи с родственниками, однако она будет весьма приятной и многообещающей. Семья и дом потребуют пристального внимания, уделите время детям и своей половинке, не стесняйтесь в выражении чувств. Вечер обещает быть наполненным страстью, только не следует провоцировать ревность у партнёра. Не исключено, что любимый человек преподнесёт вам сегодня какой-то сюрприз."
    },
    {
        "taurus": "Напряжённый, нервозный день, когда многие Тельцы сами не знают, чего желают. Разберитесь в собственных чувствах, вероятно, вы просто сегодня чрезмерно эмоциональны. Всё внешнее способно нарушить внутреннюю гармонию, поэтому лучше будет в этот день побыть в спокойной обстановке, наедине с собой, своими мыслями. С родственниками хорошо общаться на расстоянии, в противном случае не миновать ссоры. Сегодняшний вечер даст ответы на многие вопросы, уделите особое внимание тому, как выглядите, что говорите."
    },
    {
        "gemini": "Сегодня один из наиболее удачных дней в году, чтобы сказать о своих чувствах избраннику или избраннице и преподнести какой-либо приятный сюрприз. Путь к сердцу должен быть усыпан розами, не скупитесь также и на комплименты. Наступает время решать — переходить к звёздному окончанию в ваших взаимоотношениях или же оставить всё как есть. Обратите внимание на то, что в нынешней ситуации компромисс — это проявление вашей силы, а не слабости. Семейным Близнецам следует попытаться найти общий язык с детьми и вникнуть в их проблемы, на самом деле они не так просты, как кажется на первый взгляд."
    },
    {
        "cancer": "Всё, что Ракам сегодня нужно, это добрый совет от компетентного человека. В вашем ближайшем окружении наверняка найдётся пара профессионалов, которые помогут определиться с правильным решением. Рассмотрите возможность отправиться в отпуск, сейчас для этого подходящее время, вы не только приведёте в норму эмоциональное состояние, но и поправите своё здоровье. Для женщин возможна встреча с великолепным мужчиной, а для мужчин — с очаровательной дамой. Однако относитесь к знакомствам осмотрительно, первое впечатление и форма не всегда соответствуют содержанию."
    },
    {
        "leo": "Постарайтесь в сегодняшний день освободить близких вам людей от работы по дому. Результат их деятельности вряд ли вас порадует, только лишь принесёт раздражение. Возможно возникновение денежных проблем, на решение которых уйдёт много времени. Вторая половина дня прекрасно подходит для светских мероприятий, вечеринок в приятной компании. Лёгкое непринуждённое общение с людьми Львам сейчас просто необходимо."
    },
    {
        "virgo": "Основные заботы этого дня будут связаны с младшими членами семьи. Что поделаешь, подрастающее поколение требует внимания, не ровен час, натворит глупостей, а расплачиваться придётся старшему. Вечером, возможно, кто-то из ваших домашних намекнёт на недостаток самостоятельности, что же, дайте им свободу, а после переложите всю ответственность на их плечи. Вам же самое время отдохнуть в комфортном уединении или заняться чем-то полезным для здоровья, а нескончаемые бытовые проблемы могут подождать."
    },
    {
        "libra": "День не подходит для начала новых дел. Сегодня автолюбителям из числа представителей знака Зодиака Весы следует быть гораздо внимательнее на дороге, нежели обычно, возможна аварийная ситуация, а пешеходам следует переходить улицу исключительно в установленных местах. День благоприятен для оптовых покупок. Если нужны нестандартные подходы в решении финансовых вопросов, то обратитесь за помощью к друзьям, поддержка не заставит себя ждать."
    },
    {
        "scorpio": "Устройте себе сегодня что-то наподобие праздника души, обратившись всем своим существом к прекрасному, будь то природа или шедевры искусства. Прилив сил будет обеспечен, а жизненный тонус повысится. Семейным Скорпионам вечером немало хлопот могут доставить дети, они считают себя уже взрослыми и готовы сами давать советы, как жить. От вас потребуются терпение и выдержка, а изменить ситуацию в свою пользу не составит особого труда."
    },
    {
        "sagittarius": "Сердца влюблённых бьются в унисон лишь в романах, проза же жизни такова, что ему или ей хочется посидеть в сети, а вас тянет погулять под луной. Бурные события, подвиги, романтические приключения и переживания сделают этот день волнующим и запоминающимся. Не исключены денежные траты, но звёзды не советуют изображать из себя «Скупого рыцаря», нынче это не в тренде, а Стрельцам так и вовсе не идёт."
    },
    {
        "capricorn": "Вероятность осуществления намеченного на сегодня Козерогами весьма велика. Однако дети могут потребовать дополнительного внимания и доставить неожиданные хлопоты. Впрочем, всё легко преодолевается, главное не делать из мухи слона и не вспоминать, как бы вы вели себя в детстве в подобных обстоятельствах. Для сохранения хороших отношений с любимым человеком от Козерогов потребуется нестандартный подход. Несколько неожиданных предложений с вашей стороны, как провести выходные, и вторая половинка будет снова увлечена вами."
    },
    {
        "aquarius": "Остерегайтесь сегодня ссор. Особенной деликатности потребует разговор Водолеев со старшими родственниками. В этот день нужно многое прощать, и повезёт тем, кто на подобное способен. Попытайтесь сегодня вернуть долги, в противном случае, попав в чёрный список, вы рискуете остаться без финансовой поддержки в будущем. Вечер нынешнего дня — удачное время для романтических встреч. Круг общения расширится, также появятся привлекательные перспективы дальнейших взаимоотношений."
    },
    {
        "pisces": "Романтические взаимоотношения Рыб могут сегодня потерпеть фиаско. Судьба готовит любви испытания, возможно, вы почувствуете разочарование после размышлений о ваших отношениях с партнёром. Простите старые обиды и подумайте о новых планах. Отыщите время для душевной беседы вечером этого дня. Ваша откровенность при общении поможет наладить взаимоотношения с любимым человеком."
    }
]