[
    {
        "aries": "День принятия значимых для Овнов решений. Сегодня в вашу семью может проникнуть информация, которая повлечёт за собой недоразумения и споры. Новость, которую вы не ожидали, а также новые обязанности и дела по дому отнимут массу времени и жизненной энергии. Ни с кем сегодня не знакомьтесь и обходите стороной всех, кто вам чем-либо не нравится. Если позволите в этот день кому бы то ни было воздействовать на свою жизнь, это принесёт в будущем плохой результат. Только собственные возможности и свои силы. И никаких чужих советов."
    },
    {
        "taurus": "День, не располагающий к общению. Вы можете внезапно захотеть увидеть давно позабытых друзей, позвонить бывшему объекту любви и даже постараться вернуть былое. Не поддавайтесь такому искушению, не звоните, и ни с кем не встречайтесь. А у Тельцов, состоящих в отношениях, такое желание может погубить семейную жизнь, и уж точно возбудит ревность со стороны второй половинки."
    },
    {
        "gemini": "Сегодня хороший день для путешествий, развлечений и вообще для любой смены привычной и порядком надоевшей Близнецам обстановки. Возможны приятные встречи и знакомства. Уделите часть своего времени семье — сейчас это полезно, как никогда, потому что с кем-то из близких родственников назревает конфликт, о котором вы пока не подозреваете, но который вам по силам нейтрализовать. Если только приложите усилия к достижению мира, он будет восстановлен, и гармония вновь воцарится в вашем доме."
    },
    {
        "cancer": "Сегодня Раков ждёт необычный жизненный подъём. Вы полны энергии, всё удаётся играючи, любая, даже непростая ситуация разрешается с пользой для вас. После обеда станет ещё лучше. Дамы, родившиеся под знаком Зодиака Рак, познакомятся с человеком, который может стать героем вашего сердца. Обратите внимание в этот день на всё, что касается покупок, как бы вам ни хотелось, не делайте их сегодня, вы просто выбросите деньги на ветер и позже сильно пожалеете."
    },
    {
        "leo": "День высокого эмоционального напряжения. Сегодня все неприятности Львов будут связаны с использованием непроверенной информации. Возможен конфликт в семье, постарайтесь его избежать, пока гроза не переросла в бурю, которая сотрёт в пыль личные отношения. В этот день лучше уделить время прогулке, съездить за город на пикник, заняться спортом в хорошей компании. Решения стоит принимать только по не терпящим отлагательства бытовым вопросам. Возможны неприятности с детьми, что, скорее всего, повлечёт за собой непредвиденные расходы."
    },
    {
        "virgo": "Хороший день для Дев, день всех цветов радуги. Сегодня вы можете позволить себе немного больше, чем обычно, и это принесёт море удовольствия и радости. Вы встречаете приятных людей, и они говорят вам приятные вещи, не думайте ничего плохого, всё это от души. Сегодня удачны новые знакомства — вы развернётесь во всём сиянии своего обаяния. Тем не менее, не забывайте о доводах рассудка, хорошее сегодняшнее настроение и готовность всем нести радость, некоторые могут понять превратно, в невыгодном для вас свете."
    },
    {
        "libra": "В этот день хорошо заняться отдыхом на природе, пройтись по парку, побывать в лесу. Однако остаётся вероятность, что неожиданное известие может сорвать с места и бросить все силы на отстаивание своих рубежей. Вероятно, вы не сможете и дальше доказывать свою правоту, закончатся аргументы или лопнет терпение тех, кем пытались манипулировать. Вечером думайте, что делаете и говорите в отношениях с окружающими вас людьми, иначе возможен конфликт, как с близкими, так и с собой."
    },
    {
        "scorpio": "День для Скорпионов напряжённый, настроение меняется час от часу. Не раздражайтесь, будьте осторожными, особенно если ваши нервы и так на пределе. Мужчинам Скорпионам пенсионного возраста необходимо поберечь сердце, не берите на себя никаких нагрузок и не гуляйте в одиночестве далеко от своего дома, возможно резкое ухудшение самочувствия. Молодым Скорпионам, как мужчинам, так и девушкам, любящим эксперименты с внешностью, следует повременить со своими экстравагантными и креативными порывами, сегодня не лучшее для этого время."
    },
    {
        "sagittarius": "Планеты сегодня расположены удачно для Стрельцов. Те, кого вы никогда даже и не думали записывать в союзники, неожиданно поддержат вас. Снова впереди маячат проблемы с семьёй, на решение которых уходит масса времени и денег. Лучше поезжайте с домашними в путешествие или хотя бы на природу, это, по крайней мере, поднимет ваш тонус и порадует близких людей. Общение в кругу семьи вернёт хорошее настроение и отставит все прочие заботы на задний план, а дружное времяпрепровождение пойдёт на пользу семейным взаимоотношениям."
    },
    {
        "capricorn": "Сегодня предайтесь размышлению о пройденном пути, вероятно, вы поймёте что-то новое. Всё, что происходит сегодня — это не просто так, будьте внимательными к приметам этого дня. Займитесь домашними делами, сделайте что-нибудь полезное для семьи. На неприятности не обращайте внимания и не давайте эмоциям пересилить разум. Погорячившись, вы можете наговорить лишнего близкому человеку, что ни к чему хорошему, кроме как к конфликту, не приведёт. Дорогие Козероги, будьте на протяжении дня спокойными и мудрыми."
    },
    {
        "aquarius": "Если сегодня Водолеям предстоит заниматься тем, что вам действительно нравится, не стоит менять своих планов, продолжайте в том же духе. В противном случае, когда представление об идеальном настоящем разнится с происходящим перед вашими глазами, стоит серьёзно задуматься над тем, что такого должно случиться в жизни, чтобы в ваше сердце смогла проникнуть любовь, радость и наслаждение от пребывания в этом мире."
    },
    {
        "pisces": "Вакханалия планет в вашем гороскопе привлечёт сегодня внимание Рыб к давно нависшему вопросу романтического характера. Как бы там ни было, от вашего внимания к этой сфере в недалёком будущем зависит множество приятных событий, смена которых на неприятные вполне может произойти в случае принятия неправильного решения. Постарайтесь смотреть на нынешний день с позитивной стороны, вам выпала возможность отвлечься от текущих задач, отложите дела в сторону и смиренно займитесь теми вопросами, которые сейчас действительно важны."
    }
]