[
    {
        "aries": "Сложившаяся астрологическая ситуация обещает гармоничное развитие событий и материальное благополучие. Обстоятельства предоставляют сегодня Овнам возможность достичь успеха буквально на любом поприще. Начинайте работать над новым проектом, откройте собственное дело, вложите финансы и получите прибыль. Пришло время вспомнить и о себе. Салон красоты, солярий и бассейн давно ждут вас, а, посмотрев в зеркало после процедур, вы обязательно приятно удивитесь своему преображению."
    },
    {
        "taurus": "Денежные расходы могут заставить Тельцов активно заняться поиском новых финансовых ресурсов и источника дополнительного заработка. Во второй половине дня напряжённая работа наверняка ослабит ваши силы, однако денежные перспективы станут яснее. Сегодня вы настойчивы и готовы отстаивать свою точку зрения. В этот период важно планировать каждый свой шаг. Найдите мотивы, которые заставят вас перейти от теории к практике."
    },
    {
        "gemini": "Попытайтесь больше молчать и не ставить в известность сотрудников о своих планах. Даже самым близким друзьям сегодня не следует ничего рассказывать — то, что знают двое, знают все. Во второй половине суток, возможно, предстоит столкнуться с потребностью в оформлении справок или других документов, друзья могут в этом оказать поддержку. Если сегодня предложат рабочую поездку, отказываться не стоит."
    },
    {
        "cancer": "Жизненные неурядицы и сложности, перед которыми многие сдают свои позиции, не собьют с пути Раков. Не надейтесь на случай, рассчитывать нужно лишь на себя, а астрологические условия нынешних суток помогут вам удачно завершить начатое. Только вы способны самостоятельно сориентироваться в происходящем, но обязательно поборите в себе желание быть центром всеобщего внимания, сегодня это совсем не нужно. Во второй половине дня ожидайте интересных встреч, а вечером старайтесь соблюдать осторожность, в противном случае неприятностей не избежать."
    },
    {
        "leo": "День для Львов наполнен неопределённостью и сомнениями в надёжности своего ближайшего окружения. С утра приведите в порядок свой внешний вид, звёзды настойчиво советуют сменить имидж. С начальством сегодня лучше соблюдать субординацию. Во второй половине дня чрезмерная погоня с вашей стороны за удовольствиями может отрицательно сказаться на авторитете среди сослуживцев и испортить взаимоотношения с близкими людьми."
    },
    {
        "virgo": "В центре внимания этого дня для Дев окажется, прежде всего, реализация давнишних желаний. Успехи в коммерческой и деловой областях будут зависеть от вашего умения договориться и правильно использовать свои связи. Во второй половине суток может потревожить собственное здоровье или заденет за живое успех противника. Однако удачи недругов подхлестнут вас к активным действиям, планы изменятся, а цели уточнятся, будьте смелее и проявите фантазию. Взаимоотношения с лицами противоположного пола также пора пересмотреть, консерватизм в отношениях нынче не популярен."
    },
    {
        "libra": "Вероятнее всего, в этот день взаимоотношения с сослуживцами могут пострадать, если вдруг вы возомните себя незаменимым сотрудником. Не следует сегодня активно отстаивать свои интересы, если желаете сохранить позиции. Весам сейчас необходимо сильное плечо, на которое можно не только опереться, но и переложить груз своих забот. Подыщите в окружении достойного кандидата на эту роль, он обязательно найдётся, быть может, среди представителей противоположного пола. Однако не следует придавать подобным действиям романтического смысла, иначе можно всё испортить."
    },
    {
        "scorpio": "Благоприятное время для представителей знака Зодиака Скорпион. Удача сама идёт в руки, и главное не отмахиваться от неё, да и не пройти самому мимо. Сегодня у вас не возникнет особых проблем, а всё, что намечено — осуществится. Вероятно появление нового человека в вашем окружении, и интерес к нему будет настолько силён, что непременно захочется познакомиться поближе. Но не следует действовать слишком открыто, подобная тактика в текущий момент будет иметь весьма сомнительный успех, более эффективным будет деликатный подход."
    },
    {
        "sagittarius": "Сегодня чрезвычайно благоприятный день для деловых контактов. Главное, это проявить личную заинтересованность, при таком подходе минимальные вложения средств и сил принесут максимальную отдачу. Все новые дела подоспеют вовремя, и это подходящий момент поймать птицу счастья. В текущих обстоятельствах вас, дорогие Стрельцы, ожидает подъём энергии. Постарайтесь воспользоваться этим благоприятным периодом, чтобы вывести взаимоотношения с коллегами или своими партнёрами на другой, более высокий, уровень."
    },
    {
        "capricorn": "Вероятнее всего, в этот день Козерогам предстоит совместить личное с общественным — быть в первых рядах и на работе, и дома. Казалось бы, все задачи давно уже решены, однако они снова оказываются на вашем пути. Сегодня во всём, что касается быта, не следует принимать решение в одиночку, лучше посвятить в свои планы домашних и получить их поддержку в определённых вами действиях. Отыщите время заглянуть к соседям, вероятно, вы узнаете нечто новое, какую-то тайну или чей-то секрет, касательно вашей персоны."
    },
    {
        "aquarius": "Это один из самых благоприятных дней для Водолеев в текущем месяце, открывающий большие возможности в жизни личной. Вам только остаётся определить свой приоритет и подкорректировать имидж. Сегодня встретить свою судьбу можно даже в толпе или по дороге на работу. Начинается пора романтических ухаживаний, ваше обаяние позволит легко воздействовать на чувства и разум партнёра. Ближе к вечеру этого дня вы сможете объективно оценить свои привязанности и предпочтения в отношении противоположного пола."
    },
    {
        "pisces": "В профессиональной сфере сегодняшний день имеет особый смысл для Рыб. Всё, что вам нужно для удачного продвижения дела, так это влиятельные спонсоры. Не опаздывайте сегодня на работу, партнёры не любят ждать. Романтическое свидание, если оно было назначено на этот день, лучше перенести — всё равно не успеете и всё время посвятите работе. Опыт прошлого сегодня пригодится как никогда, и прежде, чем пускаться в новые авантюры или заключать сомнительные сделки, вспомните о нём."
    }
]