[
    {
        "aries": "Не исключено, что в этот день Овны столкнутся с препятствиями, но они лишь раззадорят вас и усилят желание добиться успеха. Не вникайте в проблемы коллег, многие из них пусты и надуманны, а вы только потеряете своё время. У вас есть полное право выплеснуть сегодня эмоции, иной раз это просто необходимо. Не копите раздражение в себе, вы ведь не из стали. Конечно, окружающие, может быть, и обидятся, зато после этого проявят понимание."
    },
    {
        "taurus": "Сегодня некоторым Тельцам представится прекрасная возможность получить дополнительную прибыль, однако вместе с этим могут испортиться взаимоотношения с проверенным временем партнёром. Если вопрос будет стоять именно так, лучше отказаться от денег и сохранить своё лицо. Итоги встреч с деловыми партнёрами и активная деятельность на рабочем месте станут в этот день залогом доброго отношения к вам со стороны руководства."
    },
    {
        "gemini": "В сегодняшний день Близнецам следует проявлять осмотрительность и осторожность как в словах, так и в делах, вероятно, активизируются ваши тайные враги и завистники. Много сил и времени предстоит потратить на решение мелких вопросов и на заботы, связанные с ведением домашнего хозяйства. Если у вас появился новый поклонник или поклонница, и вы желаете удержать этого человека рядом, не снимайте с себя маски таинственности. Лёгкая загадочность — это тот короткий поводок, который часто позволяет удержать рядом любящее сердце. Попытайтесь сегодня большую часть времени провести вместе."
    },
    {
        "cancer": "Выставляйте сегодня себя напоказ, саморекламы много не бывает. Кто-то, вероятно, сочтёт вас человеком, лишённым скромности, но это неважно, сейчас Ракам нужно выйти на первый план и получить ведущую роль. От ваших действий в этот период зависит благосостояние на долгие годы. Сегодня для вас окажутся удачными поездки с практическими целями, по возможности выбирайте общественный транспорт. Если вы водите автомобиль, будьте предельно внимательными и осторожными за рулём, не исключены аварийные ситуации."
    },
    {
        "leo": "Напряжённый день для представителей знака Зодиака Лев. Для Львов, работающих в области бизнеса, наступает нелёгкое время. Если чувствуете за собой грешки, лучше пожертвовать частью, чтобы сохранить целое. Не поддавайтесь сегодня негативным эмоциям, особенно если они касаются ваших сослуживцев, есть шанс оставить хорошее впечатление о себе и приобрести сторонников. Полученная сегодня информация может быть очень интересной, но, скорее всего, окажется недостоверной."
    },
    {
        "virgo": "В личной жизни Дев грядут благоприятные перемены. Если вы соскучились по интересному делу, то появится хорошая возможность показать, на что вы способны. Если будет запущен новый проект, вам необходимо, и это по силам, быть в нём лидером. Дабы соответствовать такому статусу, придётся пожертвовать частью своего отдыха и вникнуть в тему более основательно. День сегодня также удачен для планирования будущего, а общение с любимым человеком в эту ночь доставит незабываемые ощущения."
    },
    {
        "libra": "Эмоциональная и физическая составляющие вашей жизни идут на снижение, многих из Весов сегодня ожидает чувство неудовлетворённости происходящим, недовольство собой и своими поступками. Текущие дела представляются в виде сложного комплекса задач, но в действительности всё не так плохо, и вскоре вы в этом убедитесь. Не следует в этот день обращаться с ходатайствами и искать деловой или финансовой поддержки. Если ближе к вечеру почувствуете недомогание, не следует на этот раз, как обычно, отмахиваться, займитесь здоровьем всерьёз."
    },
    {
        "scorpio": "Если накопилось немного денег, и перед вами стоит вопрос, что с ними делать, обратитесь за советом к тем, кому полностью доверяете, наверняка получите нужный совет. Если сегодня на работе сложится спорная ситуация, уходите от её обсуждения любой ценой, это не значит, что вы избегаете проблем, вы просто не желаете конфликтовать с коллегами. Возможно, в этот день придётся столкнуться с вопросами наследства, субсидий или каких-то других выплат. Вечер благоприятен для семейных посиделок, совместных мероприятий и встреч со старыми друзьями."
    },
    {
        "sagittarius": "Если желаете хорошо заработать, возьмите дополнительные дела на себя, и тогда помимо денег можете получить повышение по службе. Ваше вознаграждение в этот период напрямую зависит от объёма выполненной работы. Не принимайте важные решения в одиночку, предоставьте коллегам возможность проявить свои таланты. Если сегодня произойдут какие-либо недоразумения, винить себя в этом не следует — нынешние астрологические условия во многом благоприятствуют проявлению инициативы, но таят в себе подвох."
    },
    {
        "capricorn": "День потребует от Козерогов проявления выдержки и деликатности по отношению к своим коллегам. Служебные обязанности будут напрягать, постарайтесь забыть на некоторое время, что вы человек ответственный, и займитесь делами второстепенной важности. Сегодня возможны проблемы с бытовой техникой, настройтесь по-боевому и просто так не сдавайтесь. Близких людей изумят ваши познания и умение, когда проблемы будут устранены."
    },
    {
        "aquarius": "В течение этого дня Водолеям не следует принимать участия в разного рода сомнительных мероприятиях, можно потерять деньги и испортить свою репутацию. Чтобы избежать недоразумений, прислушайтесь к голосу своей интуиции. О собственных планах на будущее никому не рассказывайте, в противном случае идею могут присвоить другие. Вероятно, в сегодняшний день вы получите ожидаемое известие, однако действовать не торопитесь. Если отправитесь сегодня в поход по магазинам, будьте внимательными, велика вероятность потерь."
    },
    {
        "pisces": "Кто-то со стороны умело подогревает ваши амбиции, есть опасность попасть в хитроумно выстроенную ситуацию, способную нанести вред, но сегодня Рыбам по силам разгадать намерения недоброжелателей. В сфере романтических взаимоотношений могут наблюдаться недоразумения. Конфликт с любимым человеком способен привести к затяжной ссоре. Порадуют в этот день неожиданные предложения, обещающие неплохие денежные перспективы. Как говорится, не везёт в любви, повезёт в деньгах."
    }
]