[
    {
        "aries": "Обстоятельства этого дня потребуют от Овнов возвращения долгов, а возможно, предстоит поделиться прибылью. Если у вас есть претензии к кому-либо, лучше всего решить такой вопрос в судебном порядке. Поданный сегодня иск, скорее всего, будет удовлетворён, только важно помнить о принципе, что скупой человек платит дважды. Вечером хорошо бы созвать гостей или отправиться с визитом самостоятельно. Оставаться в этот вечер в одиночестве не следует, поскольку можно упустить полезную встречу, которая сыграет положительную роль в вашем будущем."
    },
    {
        "taurus": "День сегодня предстоит Тельцам увлекательный, богатый неожиданными знакомствами и заманчивыми перспективами. Вероятно, у некоторых представителей вашего знака Зодиака появится желание сменить род занятий. Реализовать такое желание лучше в каком-либо увлечении, так будет безопаснее. Ваш текущий энергетический потенциал невероятно высок, нужно лишь им правильно распорядиться. Какую сферу деятельности выбрать, решать вам, но чем бы вы ни занимались, успех, как на работе, так и в амурных делах, обеспечен."
    },
    {
        "gemini": "Близнецы в плену своих фантазий, и некоторые из них могут неожиданно реализоваться в той или иной форме. Стоит лишь подумать, и желаемое возникнет перед вами, как по волшебству, только загадывайте что-нибудь существенное. Сегодняшний день — это удачное время для объяснения в любви, чувства настолько глубоки, что здравый смысл отдыхает. Однако стоящие перед вами вопросы требуют детальной проработки, поэтому подумать всё-таки придётся."
    },
    {
        "cancer": "Астрологические условия этого дня не позволят Ракам расслабиться. Забот будет достаточно для того, чтобы утомиться и морально, и физически. Однако такая суета многим Ракам покажется увлекательной. Если вас не устраивает текущая зарплата, не ставьте условий руководству, а попробуйте подыскать новое место работы. Тщательно пересмотрите сегодня свой гардероб и наметьте на ближайшие дни посещение салона красоты или парикмахерской, наступила пора вернуть себе привлекательность."
    },
    {
        "leo": "Пора бы вам закончить вялотекущие дела и занять себя новыми планами. Сегодня для Львов на деловом поприще вероятно заключение выгодных договоров и достижение компромисса в спорной ситуации. Праздник или корпоративная вечеринка в этот день будут приятными и весёлыми, но обойдутся дорого, в прямом смысле этого слова, поэтому, отправляясь на мероприятие, не берите с собой много денег, в противном случае всё потратите. Для Львов, состоящих в браке, рекомендуется взять с собой свою вторую половинку, партнёр получит удовольствие и от соблазнов вас убережёт."
    },
    {
        "virgo": "Вероятно, сегодня у вас появится возможность дополнительного заработка, однако придётся поволноваться. В этот день Девам следует подумать о своём здоровье, а также закончить незавершённые дела. Девам придётся активно заниматься решением возникших затруднений одновременно на работе и дома, что чревато переутомлением. Не пренебрегайте общеукрепляющими процедурами, холодный душ по утрам — то, что вам нужно. Вечером не обращайте внимания на мелкие обиды и не проявляйте равнодушия по отношению к близким."
    },
    {
        "libra": "Сегодня проявленная Весами активность не всегда будет встречать понимание у коллег и сослуживцев. Предстоит учитывать, что редкий человек захочет потесниться и уступить своё место. Ваш недруг в этот день — сомнения в себе, в своих возможностях. Пройдите по улице с высоко поднятой головой, и вы почувствуете себя намного увереннее. Если настойчиво искать выход из тупика, он непременно найдётся. На вечер не следует назначать романтической встречи, вряд ли она пройдёт удачно, лучше займитесь домашними делами или проведите время в кругу близких родственников."
    },
    {
        "scorpio": "Доброе отношение и проявление внимания к окружающим открывает перед Скорпионами двери любого общества. Постарайтесь не растерять эти качества в суете сегодняшнего дня. Смело назначайте встречи с деловыми партнёрами, выступайте первыми со своими предложениями. Если считаете, что это немного рискованно, то вспомните поговорку: «Кто не рискует, тот не пьёт шампанского», кстати, от алкогольных напитков лучше на некоторое время отказаться. Нынешнее расположение планет предсказывает опасность возникновения пагубной зависимости от спиртного."
    },
    {
        "sagittarius": "В целом этот день будет благоприятным для Стрельцов, а чтобы не тратить на мелочи своё время и силы, желательно спланировать его с самого утра. Сегодня вам можно заняться решением задач самого необычного характера, в большинстве случаев вас ждёт успех. Во второй половине дня Стрельцам, скорее всего, предстоит уделить время бытовым вопросам, поэтому если наметили деловую встречу, провести её лучше в первой половине дня. Если вы на сегодня запланировали покупку чего-либо — не откладывайте её в долгий ящик, в этот день многие из финансовых вложений обещают стать для вас удачными."
    },
    {
        "capricorn": "Совместные проекты и планы обсуждаются и проговариваются сегодня лишь для того, чтобы было о чём поговорить, не следует принимать их всерьёз, однако партнёрские отношения в перспективе обещают успех. У Козерогов на повестке этого дня приятные сюрпризы, а если ещё и усилия приложить, добиться можно многого. Также порадует доброе отношение со стороны окружающих вас в повседневной жизни людей."
    },
    {
        "aquarius": "Дорогие Водолеи, будьте готовы сегодня отреагировать адекватно на попытки руководства испытать вас на прочность. Конечно, можно поднатужиться и выполнить работу на «отлично», став сотрудником «номер один», однако есть и другой путь, а именно распределить нагрузку между членами трудового коллектива, а слава подождёт. Вечером сделайте себе подарок и сходите в ресторан или в гости, общение в дружеской атмосфере подарит вам радость и расширит круг интересов."
    },
    {
        "pisces": "Сегодня хотя вы и понимаете, что правы, не спорьте с руководством, оно уже вынесло своё решение, золотое правило этого дня — начальнику виднее. Зато Рыбам повезёт в любви. Отличный день для общения, свидание обещает пройти как нельзя лучше. Если у вас нет возможности увидеться сегодня с любимым человеком, обязательно позвоните ему или пообщайтесь в сети. Кстати, неплохо уделить внимание, навестить или опять же позвонить родителям, ведь это те люди, внимания к которым никогда не бывает много."
    }
]